import principal_default from '@/assets/images/principal_default.png';
const subjects = [
    {
      title: '课题1:连续学习的理论与模型',
      imgsrc: principal_default,
      leader: '张三',
      context:
        '从理论模型研究入手，聚焦多源异构数据的多重知识表达体系构建（研究内容1）、抗灾难性遗忘的稳健知识增扩（研究内容2）和人在回路的模型能力成长方法（研究内容3），旨在通过建立知识和数据相融合的连续学习理论模型，实现连续学习过程中的抗灾难性遗忘知识表达和稳健知识增扩，进而实现智能系统的主动模式探知和自主连续学习',
    },
    {
      title: '课题1:连续学习的理论与模型',
      imgsrc: principal_default,
      leader: '张三',
      context:
        '从理论模型研究入手，聚焦多源异构数据的多重知识表达体系构建（研究内容1）、抗灾难性遗忘的稳健知识增扩（研究内容2）和人在回路的模型能力成长方法（研究内容3），旨在通过建立知识和数据相融合的连续学习理论模型，实现连续学习过程中的抗灾难性遗忘知识表达和稳健知识增扩，进而实现智能系统的主动模式探知和自主连续学习',
    },
    {
      title: '课题1:连续学习的理论与模型',
      imgsrc: principal_default,
      leader: '张三',
      context:
        '从理论模型研究入手，聚焦多源异构数据的多重知识表达体系构建（研究内容1）、抗灾难性遗忘的稳健知识增扩（研究内容2）和人在回路的模型能力成长方法（研究内容3），旨在通过建立知识和数据相融合的连续学习理论模型，实现连续学习过程中的抗灾难性遗忘知识表达和稳健知识增扩，进而实现智能系统的主动模式探知和自主连续学习',
    },
    {
      title: '课题1:连续学习的理论与模型',
      imgsrc: principal_default,
      leader: '张三',
      context:
        '从理论模型研究入手，聚焦多源异构数据的多重知识表达体系构建（研究内容1）、抗灾难性遗忘的稳健知识增扩（研究内容2）和人在回路的模型能力成长方法（研究内容3），旨在通过建立知识和数据相融合的连续学习理论模型，实现连续学习过程中的抗灾难性遗忘知识表达和稳健知识增扩，进而实现智能系统的主动模式探知和自主连续学习',
    },
    {
      title: '课题1:连续学习的理论与模型',
      imgsrc: principal_default,
      leader: '张三',
      context:
        '从理论模型研究入手，聚焦多源异构数据的多重知识表达体系构建（研究内容1）、抗灾难性遗忘的稳健知识增扩（研究内容2）和人在回路的模型能力成长方法（研究内容3），旨在通过建立知识和数据相融合的连续学习理论模型，实现连续学习过程中的抗灾难性遗忘知识表达和稳健知识增扩，进而实现智能系统的主动模式探知和自主连续学习',
    },
  ];

  export default subjects;